---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutoutError
source: html/d4240fc5-3a74-1f13-a4bc-e53545fa5269.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutoutError Property

Can't make cut-out.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCutoutError { get; }
```